{
  "faculty": [{
    "name": "Michael L. Best",
    "personalLink": "https://mikeb.inta.gatech.edu/",
    "photoSrc": "/static/images/mike_best.png",
    "roleOrEducation": "Professor/Lab Director",
    "description": "Dr. Michael L. Best is Professor with the Sam Nunn School of International Affairs and the School of Interactive Computing at Georgia Institute of Technology where he directs the Technologies and International Development Lab. He was founding director of the United Nations University Institute on Computing and Society (UNU-CS) in Macau SAR, China. He holds a Ph.D. from MIT and has served as director of Media Lab Asia in India and head of the eDevelopment group at the MIT Media Lab."
  }],
  "students":
  [
    {
      "name": "Daniel Nkemelu",
      "personalLink": "https://www.linkedin.com/in/daniel-nkemelu-280174105/",
      "photoSrc": "/static/images/DKN.png",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Daniel completed a BS in Computer Science from the University of Ibadan in 2016, and an MS in Electrical and Computer Engineering from Carnegie Mellon University in 2019, where he was a Mastercard Foundation Scholar. His present research interests lie at the intersection of artificial intelligence, social computing and global development."
    },
    {
      "name": "Matthew Lim",
      "personalLink": "https://limmatthew.com/",
      "photoSrc": "/static/images/matthew_lim.png",
      "roleOrEducation": "M.S. Human Computer Interaction",
      "description": "My name is Matthew and I am a incoming masters student in the Human Computer Interaction program. I am interested in inclusivity and makerspaces and am on the executive board of Georgia Tech's Hive Makerspace where you can find me most times of the day. I'm also interested in sustainability and city planning so I can also been found at the Friendly Cities Lab. I'm glad to be part of the DT2D team and hope to continue everything I can."
    },
    {
      "name": "Amy Chen",
      "personalLink": "https://www.linkedin.com/in/amyzlc/",
      "photoSrc": "/static/images/AmyChen.jpeg",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Prior to starting her PhD at Georgia Tech, Amy worked in India, Kenya, Uganda, and Zambia, evaluating and supporting social impact-oriented technological interventions in sectors including public health, agriculture, and education. She is currently interested in questions surrounding the creation of, access to, and use of data for public benefit in underrepresented contexts. Amy graduated from Harvard University with a BA in Applied Mathematics in 2014."
    },
    {
      "name": "Ciabhan Connelly",
      "personalLink": "https://www.ciabhanconnelly.wordpress.com/",
      "photoSrc": "/static/images/CiabhanConnelly.JPG",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Ciabhan completed his undergraduate degree in Computational Approaches to Political Analysis at Indiana University. He is interested in the intersections between political science and data science. Interests include applying ethical and legal frameworks to machine learning, and using data science to benefit democracy."
    },
    {
      "name": "Ameya Jadhav",
      "personalLink": "http://linkedin.com/in/ameyajadhav/",
      "photoSrc": "/static/images/Ameya.JPG",
      "roleOrEducation": "High School Student & Dual Enrollment at Georgia Tech",
      "description": "I’m a high school student with an interest in computer science and artificial intelligence. I’m working on the digital threats to democracy project as an Aggie full-stack and ML developer."
    },
    {
      "name": "Johnny Nguyen",
      "personalLink": "Link: https://www.linkedin.com/in/johnny-nguyen-6146b515a/",
      "photoSrc": "/static/images/Johnny.JPG",
      "roleOrEducation": "B.S. Computer Science and Math",
      "description": "Description: My name is Johnny Nguyen, a 3rd year CS + Math student from Ho Chi Minh City, Vietnam. My research interest lies at the crossroads of Machine Learning, Social Computing and ICTD. I am very excited to be an active contributor to the Digital Threats to Democracy project. When not finding out ways to help on-site trackers to better detect hate speech and false information on social media, you can also find me either jogging around the campus or chilling at Sweet Hut."
    },
    {
      "name": "Ankit Mehta",
      "photoSrc": "/static/images/ankit.JPG",
      "roleOrEducation": "B.S. Computer Sciene",
      "description": "I’m a 3rd Year CS student from Nairobi, Kenya. My research interests lie in building and utilizing Natural language processing models in online social networks to reduce information asymmetry, misinformation and hate speech. I am a part of the digital threats to democracy team as an Aggie full-stack developer and ML researcher. I like to eat, sleep, work, read, learn, and understand life."
    },
    {
      "name": "Grace Barkhuff",
      "photoSrc": "/static/images/grace.JPG",
      "roleOrEducation": "PhD in HCC. M.S. Human Computer Interaction",
      "description": "I’m Grace Barkhuff, a MS-Human Computer Interaction student from upstate NY. I’m currently working on a project evaluating human rights proposals for the digital age. In my free time, I love rock climbing and exploring Atlanta."
    },
	{
      "name": "Aman Khullar",
      "photoSrc": "/static/images/Aman.jpg",
      "roleOrEducation": "M.S. Computer Science",
      "description": "I am a Master's in Computer Science student with a particular interest in understanding how natural language tools can be used to empower the underserved communities and bring about societal development. I am currently working on the Digital Threats to Democracy project to help identify hate-speech in low-resource languages. When I am not working, you can find me hiking, reading or playing soccer."
    },
	{
	  "name": "Chaeeun Park",
      "photoSrc": "/static/images/Chaeeun.jpg",
      "roleOrEducation": "M.S. Industrial Design",
      "description": "Chaeeun is a 1st Year Master of Industrial Design student with an interest in public interest technology and design ethics. She is currently on the Community-Based COVID-19 Social Media Monitoring and Response team where she is designing digital COVID monitoring and outreach features as well as conducting user research alongside community partners."
    },
	{
	  "name": "Andrew Zhao",
      "photoSrc": "/static/images/Andrew.png",
      "roleOrEducation": "B.S. Computer Science",
      "description": "Andrew is an undergraduate Computer Science student and soon-to-be Interactive Intelligence Masters student. In the lab, he works as a full-stack developer on the COVID Social Media Monitoring/Response Project. His current research interests are understanding the harms of social media and creating tools to mitigate those harms and build community resilience, specifically in the context of COVID misinformation + marginalized communities."
    },
	{
	  "name": "Adam Gerig",
	  "personalLink": "Link: https://topperblue.github.io/",
      "photoSrc": "/static/images/Adam.jpg",
      "roleOrEducation": "B.S. Computer Science",
      "description": "I am a 4th year undergraduate computer science student with a passion for media and an interest in machine learning as well as natural language processing. I am working with the COVID-19 social media monitoring and response project as a full-stack developer. Outside of my work, I love to read and create music."
    },
	{
	  "name": "Joan Nanduala",
      "photoSrc": "/static/images/Joan.jpeg",
      "roleOrEducation": "B.S. Computer Science",
      "description": "Joan is a 3rd-year Computer Science student from Kampala, Uganda. Currently, she is working as a researcher on a project investigating how African youth perceive the economic presence of China in Africa. She focuses on the differences between the perception of Africans living on the continent and those off the continent. Outside school and work, she likes to watch documentaries on different topics and take walks on the Atlanta Beltline."
    },
		{
	  "name": "Yashila Ramesh",
      "photoSrc": "/static/images/Yashila.jpeg",
      "roleOrEducation": "High School Intern",
      "description": "I’m a high school student with an interest in computer science and international development. I am currently working with the COVID-19 Social Media Monitoring team. When I am not working you can find me reading, watching movies, or listening to music."
    }
  ]
}