{
  "faculty": [{
    "name": "Michael L. Best",
    "personalLink": "https://mikeb.inta.gatech.edu/",
    "photoSrc": "/static/images/mike_best.png",
    "roleOrEducation": "Professor/Lab Director",
    "description": "Dr. Michael L. Best is Professor with the Sam Nunn School of International Affairs and the School of Interactive Computing at Georgia Institute of Technology where he directs the Technologies and International Development Lab. He was founding director of the United Nations University Institute on Computing and Society (UNU-CS) in Macau SAR, China. He holds a Ph.D. from MIT and has served as director of Media Lab Asia in India and head of the eDevelopment group at the MIT Media Lab."
  }],
  "students":
  [
    {
      "name": "Daniel Nkemelu",
      "personalLink": "https://www.linkedin.com/in/daniel-nkemelu-280174105/",
      "photoSrc": "/static/images/DKN.png",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Daniel completed a BS in Computer Science from the University of Ibadan in 2016, and an MS in Electrical and Computer Engineering from Carnegie Mellon University in 2019, where he was a Mastercard Foundation Scholar. His present research interests lie at the intersection of artificial intelligence, social computing and global development."
    },
    {
      "name": "Harshil Shah",
      "personalLink": "https://www.linkedin.com/in/harshilshah4251",
      "photoSrc": "/static/images/harshali_shah.png",
      "roleOrEducation": "B.S. Computer Science",
      "description": "I am Harshil Shah, a 3rd year CS student from Duluth, GA. I am interested in working at the intersection of humans and technology for technologically empowering societies. Currently, I am a teaching assistant for ECE 2031, undergrad research assistant on the DTD project (Digital Threats to Democracy), and a volunteer at the Atlanta Humane Society. In my free time, I like to play piano, read about human history, and watch Marvel movies."
    },
    {
      "name": "Max Karpawhich",
      "personalLink": "https://linkedin.com/in/karpawich",
      "photoSrc": "/static/images/max_karpawich.png",
      "roleOrEducation": "B.S. Computer Science",
      "description": "I joined the Digital Threats to Democracy team because I recognize the profound impact the Internet has on democratic states worldwide. As a citizen of one myself, I can't help but have a vested interest in building the tools that face the consequences of this impact head-on. (CS major, rising sophomore)"
    },
    {
      "name": "Reynold Kyaw",
      "personalLink": "https://www.linkedin.com/in/reynoldkyaw/",
      "photoSrc": "/static/images/reynold_kyaw.png",
      "roleOrEducation": "B.S. Computer Science",
      "description": "My name is Reynold and I am a second-year CS major at Georgia Tech. I am interested in web development and enjoy building things. Extremely excited to contribute to this project and help emerging democracies make informed use of social media"
    },
    {
      "name": "Matthew Lim",
      "personalLink": "https://limmatthew.com/",
      "photoSrc": "/static/images/matthew_lim.png",
      "roleOrEducation": "M.S. Human Computer Interaction",
      "description": "My name is Matthew and I am a incoming masters student in the Human Computer Interaction program. I am interested in inclusivity and makerspaces and am on the executive board of Georgia Tech's Hive Makerspace where you can find me most times of the day. I'm also interested in sustainability and city planning so I can also been found at the Friendly Cities Lab. I'm glad to be part of the DT2D team and hope to continue everything I can."
    },
    {
      "name": "Amy Chen",
      "personalLink": "https://www.linkedin.com/in/amyzlc/",
      "photoSrc": "/static/images/AmyChen.jpeg",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Prior to starting her PhD at Georgia Tech, Amy worked in India, Kenya, Uganda, and Zambia, evaluating and supporting social impact-oriented technological interventions in sectors including public health, agriculture, and education. She is currently interested in questions surrounding the creation of, access to, and use of data for public benefit in underrepresented contexts. Amy graduated from Harvard University with a BA in Applied Mathematics in 2014."
    },
    {
      "name": "Ciabhan Connelly",
      "personalLink": "https://www.ciabhanconnelly.wordpress.com/",
      "photoSrc": "/static/images/CiabhanConnelly.jpeg",
      "roleOrEducation": "PhD Human Centered Computing",
      "description": "Ciabhan completed his undergraduate degree in Computational Approaches to Political Analysis at Indiana University. He is interested in the intersections between political science and data science. Interests include applying ethical and legal frameworks to machine learning, and using data science to benefit democracy."
    },
    {
      "name": "Arpit Mathur",
      "photoSrc": "/static/images/arpitmathur.png",
      "roleOrEducation": "M.S. Human Computer Interaction",
      "description": "I’m a graduate student in the MS Human-Computer Interaction program at Georgia Tech. I have a keen interest in the creation of digital products, and often like wearing many hats - from conceptualisation to implementation. My research interests lie in the variegated domains of ICTD, Info Vis and EdTech."
    },
    {
      "name": "Saira Poonen",
      "photoSrc": "/static/images/siarapoonnen.jpeg",
      "roleOrEducation": "M.S. Computer Science",
      "description": "I am a MS CS student with a specialization in Interactive Intelligence. I am working on the digital threats to democracy project. I’m interested in building intelligent models and tools that are useful for global development. I am excited to be part of the TID lab working on projects that have a widespread impact! Currently, I am a TA for CS 4510 and in my free time I like to run."
    },
    {
      "name": "James Wang",
      "personalLink": "http://thejameswang.me/",
      "photoSrc": "/static/images/james_wang.png",
      "roleOrEducation": "B.S. Computer Science",
      "description": "My name is James! I'm a current 3rd year CS major at Georgia Tech, and I'm a developer/product manager on the Digital Threats to Democracy Lab. I'm passionate about social impact projects, entrepeneurship, and enterprises. On campus, I'm also involved in an organization Bits of Good. We connect students with nonprofits and build them technology. I'm always up for a conversation, so reach out!"
    },
	    {
      "name": "Ameya Jadhav",
      "personalLink": "http://linkedin.com/in/ameyajadhav/",
      "photoSrc": "/static/images/Ameya.JPG",
      "roleOrEducation": "High School Student & Dual Enrollment at GA Tech",
      "description": "I’m a high school student with an interest in computer science and artificial intelligence. I’m working on the digital threats to democracy project as an Aggie full-stack and ML developer."
    },
  ]
}